colpensiones/src/main/resources/META-INF/vm/requestOriginal.vm

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:per="http://www.colpensiones.gov.co/contracts/1.0/personas" xmlns:per1="http://www.colpensiones.gov.co/schemas/1.0/personas" xmlns:com="http://www.colpensiones.gov.co/schemas/1.0/comun">
   <soapenv:Header/>
   <soapenv:Body>
      <per:InformacionRegistroTRDDTO>
         <per1:Contexto>
            <com:nombreUsuarioNegocio>INTBIZAGIECM</com:nombreUsuarioNegocio>
            <com:nombreUsuarioSistema>INTBIZAGIECM</com:nombreUsuarioSistema>
            <com:claveUsuarioSistema>Gesd927WS</com:claveUsuarioSistema>
         </per1:Contexto>
         <per1:Detalle>
            <per1:identificacionTRD>
               <per1:tramite>${headers.tramite}</per1:tramite>
               <per1:subtramite>${headers.subtramite}</per1:subtramite>
            </per1:identificacionTRD>
            <per1:agrupador>${headers.agrupador}</per1:agrupador>
            <per1:documentos>
               <!--Zero or more repetitions:-->
               ${headers.documentos}
            </per1:documentos>
         </per1:Detalle>
      </per:InformacionRegistroTRDDTO>
   </soapenv:Body>
</soapenv:Envelope>